//EOD#PRAX JOB  (9999),'PRAXIS DAILY',
//             CLASS=A,
//             MSGCLASS=X,
//             NOTIFY=&SYSUID
//*
//* EOD.PRAXIS.DAILY
//* SCHEDULED: DAILY POST-MARKET-CLOSE
//* CONTACT:   SEE RUNBOOK. RUNBOOK CONTACT DECEASED.
//*
//STEP1    EXEC PGM=EMMAGOLD
//STEPLIB  DD   DSN=PROD.LOADLIB,DISP=SHR
//OUTFILE  DD   SYSOUT=*
//INFILE   DD   DSN=GOLDMAN.QUOTES.VSAM,DISP=SHR
//SYSOUT   DD   SYSOUT=*
//SYSUDUMP DD   SYSOUT=*
